Revit 2024 API
ParameterTypeId.RbsDuctPressureDrop Property
 "Pressure Drop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsDuctPressureDrop { get; }
Visual Basic
Public Shared ReadOnly Property RbsDuctPressureDrop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsDuctPressureDrop {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace